tap 'oven-sh/bun'

brew 'atuin'
brew 'bat'
brew 'broot'
brew 'croc'
brew 'duckdb'
brew 'fish'
brew 'fzf'
brew 'gdal'
brew 'git'
brew 'helix'
brew 'imagemagick'
brew 'jq'
brew 'lazygit'
brew 'make'
brew 'node'
brew 'oven-sh/bun/bun'
brew 'stow'
brew 'uv'
brew 'zellij'
brew 'zola'
brew 'zoxide'

cask '1password'
cask '1password-cli'
cask 'alt-tab'
cask 'gpg-suite'
cask 'raycast'
cask 'rectangle'
cask 'tailscale'
cask 'todoist'
cask 'wezterm'
